[
  {
    "title": "I feel lonely",
    "content": "<p>In the depths of my heart, I feel the ache,<br/>A longing, a yearning, I cannot move.<br/>I feel lonely, like a whisper in the breeze,<br/>lost in the vastness, searching for ease.<br/><br/><br/>In the quiet moments, when the world stands still,<br/>Loneliness engulfs me, an unwelcome chill.<br/>I feel lonely, aching for a tender touch,<br/>Yearning for connection, oh, how I long so much.<br/><br/><br/>Amidst the crowd, I stand alone,<br/>Aching for companionship, to call my own.<br/>I feel lonely, as the night sky so vast,<br/>Seeking solace, a love that will forever last.<br/><br/><br/>But in the depths of my solitude's embrace,<br/>I find strength and courage, a resilient grace.<br/>I feel lonely, yet I'll keep on the fight,<br/>For within this darkness, I'll find my own light.<br/><br/><br/>So I'll journey through the depths of my soul,<br/>Discovering truths that will make me whole.<br/>Though I feel lonely, I'll strive to find my way,<br/>In solitude's embrace, I'll learn to sway.<br/><br/><br/>For even in the loneliness that I bear,<br/>I'll find beauty and strength, a love to share.<br/>In each whispered I feel lonely that I speak,<br/>I'll uncover the power within, so unique.<br/></p>",
    "author": "Manish Yadav",
    "metadesc": "meta",
    "slug": "ifeellonely",
    "languageCode": "eng",
    "recommed": []
  },
  {
    "title": "I deserve the pain",
    "content": "<p>May be I deserve the pain, for I have sinned,</p> <p>In my pursuit of glory, where virtues thinned.</p> <p>May be I trampled on hearts, blinded by my gain,</p> <p>Now in the depths of anguish, I remain.</p> <p><br></p> <p>May be I deserve the pain, for words unkind,</p> <p>Flowed from my lips, leaving scars behind.</p> <p>May be I tore apart souls, without remorse or care,</p> <p>Now I&apos;m haunted by echoes of despair.</p> <p><br></p> <p>May be I deserve the pain, for actions unjust,</p> <p>In my selfishness, I broke trust.</p> <p>May be I played with emotions, like a heartless game,</p> <p>Now I&apos;m left with regret, and lingering shame.</p> <p><br></p> <p>May be I deserve the pain, for dreams unfulfilled,</p> <p>As I chose paths that left my spirit chilled.</p> <p>May be I ignored my calling, and settled for less,</p> <p>Now I&apos;m left with emptiness, a bitter mess.</p> <p><br></p> <p>May be I deserve the pain, for love forsaken,</p> <p>In my fear of vulnerability, hearts were taken.</p> <p>May be I built walls high, shutting out the light,</p> <p>Now I&apos;m trapped in darkness, longing for respite.</p> <p><br></p> <p>May be I deserve the pain, for lessons unlearned,</p> <p>As I repeated mistakes, my soul yearned.</p> <p>May be I refused to grow, clinging to my pride,</p> <p>Now I&apos;m left with regrets I cannot hide.</p> <p><br></p> <p>But may be, just may be, in this pain I find,</p> <p>The seeds of redemption, a chance to realign.</p> <p>To mend what&apos;s broken, to heal what&apos;s torn,</p> <p>And in the depths of despair, a new hope is born.</p> <p><br></p> <p>So let me embrace the pain, with an open heart,</p> <p>Learn from my mistakes, and make a fresh start.</p> <p>For in my darkest moments, I can truly see,</p> <p>The strength within me, and who I&apos;m meant to be.</p>",
    "author": "Manish Yadav",
    "metadesc": "meta",
    "slug": "deserverthepain"
  },
  {
    "title": "Captive Soul",
    "content": "<p>He sits alone in his room,</p> <p>the walls closing in on him.</p> <p>He can&apos;t remember the last time,</p> <p>he felt anything but numb.</p> <p>Everyone left him,</p> <p>his friends have all abandoned him,</p> <p>and his family doesn&apos;t understand.</p> <p>He feels like he&apos;s all alone in the world.</p> <p>He thinks about ending it all,</p> <p>About just giving up.</p> <p>But he&apos;s too afraid of what might happen</p> <p>if he does.</p> <p>So he sits there, in his room,</p> <p>the walls closing in on him.</p> <p>He doesn&apos;t know what to do.</p> <p>He doesn&apos;t know where to turn.</p> <p>He just wants to feel something again,</p> <p>anything but this emptiness.</p> <p>He wants to find a purpose,</p> <p>something to give his life meaning.</p> <p>But he doesn&apos;t know where to start.</p> <p>He&apos;s lost and alone</p> <p>and he doesn&apos;t know how to find his way back.</p>",
    "author": "Manish Yadav",
    "metadesc": "meta",
    "slug": "captivesoul"
  },
  {
    "title": "What can we call right?",
    "content": "<p>In the quest for self-discovery, I tread,</p> <p>Leaving everything behind, my heart led.</p> <p>Unveiling the truth, the meaning of love,</p> <p>An enigma unexplored, yet to rise above.</p> <p><br></p> <p>Is it enough, my efforts to lend a hand,</p> <p>To fight the darkness, to take a stand?</p> <p>Lost in infinite gloom, with no light in sight,</p> <p>Yet, I strive to guide others towards the right.</p> <p><br></p> <p>Is it enough, my dreams of prosperity,</p> <p>Saving for a future, for children to see?</p> <p>A life I never had, a vision I hold dear,</p> <p>Building a foundation, erasing every fear.</p> <p><br></p> <p>Is it enough, my pursuit of success,</p> <p>Where failures outnumber triumphs, I confess.</p> <p>But hope fuels my spirit, in the face of defeat,</p> <p>For within perseverance, victory shall greet.</p> <p><br></p> <p>In this journey of self-discovery and more,</p> <p>I question the worth of what lies at my core.</p> <p>But with every step taken, I come to realize,</p> <p>That it&apos;s in the pursuit itself, the answer lies.</p> <p><br></p> <p>For it&apos;s in the seeking, the leaving behind,</p> <p>That true meaning and purpose we often find.</p> <p>So I&apos;ll keep pushing forward, giving my all,</p> <p>Embracing the uncertainties, standing tall.</p> <p><br></p> <p>For in the end, it&apos;s not just what I do,</p> <p>But the passion and intent shine through.</p> <p>And though doubts may linger, I&apos;ll continue to strive,</p> <p>For it&apos;s in the journey that my soul comes alive.</p> <p><br></p> <p><br></p>",
    "author": "Manish Yadav",
    "metadesc": "meta",
    "slug": "whatcanwecallright"
  }
]
